/* plugin name */
"Application" = "Aplicativo";

/* Application not found error - title */
"Application not found" = "Aplicativo não encontrado";

/* Application not supported - message
   Filetype not supported error - title */
"Application not supported" = "Aplicativo não aceito";

/* Application not supported - informative text */
"Apps must support opening images or videos." = "Aplicativos precisam aceitar a abertura de imagens ou vídeos.";

/* Supported applications message */
"Only supported applications can be selected" = "Apenas aplicativos aceitos podem ser selecionados";

/* Application not found error - message */
"Please reconfigure this share destination and try again. To edit the share destination, select Snagit > Preferences > Share tab and select the destination to edit." = "Reconfigure este destino de compartilhamento e tente novamente. Para editar o destino de compartilhamento, selecione Snagit > Preferências > guia Compartilhar e selecione o destino a ser editado.";

/* Share destintation not configured error - title */
"Share destination not configured" = "Destino de compartilhamento não configurado";

/* plugin description */
"Share the capture to the selected application." = "Compartilhe a captura com o aplicativo selecionado.";

/* Filetype not supported error - message */
"This application does not support .%@ files. Please change the export file format and try again" = "Este aplicativo não aceita arquivos .%@. Altere o formato do arquivo de exportação e tente novamente";

/* Share destintation not configured error - message */
"To select a supported application for this share destination, select Snagit > Preferences > Share tab. Select the share destination and click Choose Application." = "Para selecionar um aplicativo aceito para este destino de compartilhamento, selecione Snagit > Preferências > guia Compartilhar. Selecione o destino de compartilhamento e clique em Escolher aplicativo.";

